Repository: zephyrwing-ai/GetClowhub
Catalog: OpenClawInstaller/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fa, fi, fil, fr, hu, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Working for %@
ar: جارٍ العمل منذ %@
da: Arbejder i %@
de: Arbeitet seit %@
el: Εργασία για %@
es: Trabajando durante %@
fa: در حال کار به مدت %@
fi: Työskennellyt %@
fil: Gumagana nang %@
fr: Travaille depuis %@
hu: %@ óta dolgozik
id: Bekerja selama %@
it: In esecuzione da %@
ja: %@作業中
ko: %@ 동안 작업 중
ms: Bekerja selama %@
nl: Bezig gedurende %@
pl: Praca trwa %@
pt_br: Trabalhando por %@
ru: Выполняется %@
sv: Arbetar i %@
th: ทำงานมาแล้ว %@
tr: %@ süredir çalışıyor
vi: Đang làm việc trong %@
zh_hans: 已运行 %@
zh_hant: 已執行 %@

source: Workspace
ar: مساحة العمل
da: Arbejdsområde
de: Arbeitsbereich
el: Χώρος εργασίας
es: Espacio de trabajo
fa: فضای کاری
fi: Työtila
fr: Espace de travail
hu: Munkaterület
id: Ruang Kerja
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
ms: Ruang Kerja
nl: Werkruimte
pt_br: Área de trabalho
ru: Рабочая область
sv: Arbetsyta
th: พื้นที่ทำงาน
tr: Çalışma Alanı
vi: Không gian làm việc
zh_hans: 工作区
zh_hant: 工作區

source: You bring ideas, I build repos and ship to stars
ar: أنت تأتي بالأفكار، وأنا أبني المستودعات وأوصلها للنجوم
da: Du bringer ideerne, jeg bygger repos og sender dem til stjernerne
de: Sie liefern die Ideen, ich baue Repos und bringe sie zu den Sternen
el: Εσείς φέρνετε τις ιδέες, εγώ δημιουργώ αποθετήρια και τα φτάνω στα αστέρια
es: Tú traes las ideas, yo construyo repos y los llevo a las estrellas
fa: شما ایده می‌دهید، من مخازن را می‌سازم و به ستاره‌ها می‌رسانم
fi: Sinä tuot ideat, minä rakennan repot ja julkaisen ne
fr: Vous apportez les idées, je construis les dépôts et les propulse
hu: Ön hozza az ötleteket, én építem a repókat és juttatom el a csillagokig
id: Anda bawa ide, saya bangun repo dan kirim ke bintang
it: Tu porti le idee, io creo repository e li porto al successo
ja: アイデアを出すだけで、リポジトリ作成からスターまでお任せ
ko: 아이디어를 가져오면 저장소를 만들고 스타까지 올려드립니다
ms: Anda bawa idea, saya bina repo dan hantar ke bintang
nl: Jij brengt de ideeën, ik bouw repos en lever ze af
pt_br: Você traz as ideias, eu construo repos e levo às estrelas
ru: Вы приносите идеи, я создаю репозитории и доставляю их к звёздам
sv: Du bidrar med idéer, jag bygger repon och levererar till stjärnor
th: คุณเสนอไอเดีย ฉันสร้าง repos และส่งให้ถึงดาว
tr: Siz fikirleri getirin, ben depoları oluşturup yıldızlara taşıyayım
vi: Bạn đưa ý tưởng, tôi xây dựng repo và đưa lên sao
zh_hans: 你提出想法，我来构建仓库并发布
zh_hant: 你提出想法，我來建構倉庫並發佈

source: You can now proceed to configure OpenClaw settings.
ar: يمكنك الآن المتابعة لإعداد تكوين OpenClaw.
da: Du kan nu fortsætte med at konfigurere OpenClaw-indstillingerne.
de: Sie können nun mit der Konfiguration der OpenClaw-Einstellungen fortfahren.
el: Μπορείτε τώρα να προχωρήσετε στη διαμόρφωση των ρυθμίσεων OpenClaw.
es: Ahora puedes proceder a configurar los ajustes de OpenClaw.
fa: اکنون می‌توانید به پیکربندی تنظیمات OpenClaw بپردازید.
fi: Voit nyt jatkaa OpenClaw-asetusten määrittämiseen.
fr: Vous pouvez maintenant procéder à la configuration d'OpenClaw.
hu: Most folytathatja az OpenClaw beállítások konfigurálását.
id: Anda sekarang dapat melanjutkan untuk mengonfigurasi pengaturan OpenClaw.
it: Ora puoi procedere alla configurazione delle impostazioni di OpenClaw.
ja: OpenClaw の設定に進むことができます。
ko: 이제 OpenClaw 설정을 구성할 수 있습니다.
ms: Anda kini boleh meneruskan untuk mengkonfigurasi tetapan OpenClaw.
nl: U kunt nu doorgaan met het configureren van de OpenClaw-instellingen.
pt_br: Agora você pode prosseguir para configurar os ajustes do OpenClaw.
ru: Теперь вы можете перейти к настройке параметров OpenClaw.
sv: Du kan nu fortsätta med att konfigurera OpenClaw-inställningarna.
th: คุณสามารถดำเนินการกำหนดค่า OpenClaw ได้แล้ว
tr: Artık OpenClaw ayarlarını yapılandırmaya devam edebilirsiniz.
vi: Bạn có thể tiếp tục cấu hình các thiết lập OpenClaw.
zh_hans: 您现在可以继续配置 OpenClaw 设置。
zh_hant: 您現在可以繼續設定 OpenClaw。

source: You have unsaved changes
ar: لديك تغييرات غير محفوظة
da: Du har ugemte ændringer
de: Sie haben nicht gespeicherte Änderungen
el: Έχετε μη αποθηκευμένες αλλαγές
es: Tienes cambios sin guardar
fa: تغییرات ذخیره‌نشده دارید
fi: Sinulla on tallentamattomia muutoksia
fr: Vous avez des modifications non enregistrées
hu: Mentetlen módosítások vannak
id: Anda memiliki perubahan yang belum disimpan
it: Hai modifiche non salvate
ja: 未保存の変更があります
ko: 저장하지 않은 변경 사항이 있습니다
ms: Anda mempunyai perubahan yang tidak disimpan
nl: U heeft niet-opgeslagen wijzigingen
pt_br: Você tem alterações não salvas
ru: У вас есть несохранённые изменения
sv: Du har osparade ändringar
th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş değişiklikleriniz var
vi: Bạn có thay đổi chưa lưu
zh_hans: 你有未保存的更改
zh_hant: 你有未儲存的變更

source: Your 24/7 all-in-one AI assistant, always at your service
ar: مساعدك الذكي الشامل على مدار الساعة، دائمًا في خدمتك
da: Din 24/7 alt-i-en AI-assistent, altid til din tjeneste
de: Ihr 24/7-All-in-One-KI-Assistent, immer zu Ihren Diensten
el: Ο βοηθός AI σας για όλες τις ανάγκες, 24/7, πάντα στην υπηρεσία σας
es: Tu asistente de IA todo en uno, disponible 24/7, siempre a tu servicio
fa: دستیار هوش مصنوعی همه‌کاره ۲۴/۷ شما، همیشه در خدمت شما
fi: 24/7-tekoalyäavustajasi, aina palveluksessasi
fr: Votre assistant IA tout-en-un disponible 24h/24, toujours à votre service
hu: Az Ön 24/7 mindent-egyben AI asszisztense, mindig az Ön szolgálatában
id: Asisten AI serba bisa 24/7 Anda, selalu siap melayani
it: Il tuo assistente AI tutto-in-uno, sempre al tuo servizio 24 ore su 24
ja: 24時間365日対応のオールインワン AI アシスタント
ko: 언제나 함께하는 24시간 올인원 AI 어시스턴트
ms: Pembantu AI serba boleh 24/7 anda, sentiasa sedia berkhidmat
nl: Uw 24/7 alles-in-één AI-assistent, altijd tot uw dienst
pt_br: Seu assistente de IA completo, disponível 24/7, sempre ao seu serviço
ru: Ваш универсальный ИИ-ассистент 24/7, всегда к вашим услугам
sv: Din AI-assistent dygnet runt, alltid till din tjänst
th: ผู้ช่วย AI ครบวงจร ตลอด 24 ชั่วโมง พร้อมให้บริการคุณเสมอ
tr: 7/24 hizmetinizde olan hepsi bir arada yapay zeka asistanınız
vi: Trợ lý AI đa năng 24/7 của bạn, luôn sẵn sàng phục vụ
zh_hans: 您的全天候一站式 AI 助手，随时为您服务
zh_hant: 您的全天候一站式 AI 助手，隨時為您服務

source: %lldm %llds
ja: %lld分%lld秒
ko: %lld분 %lld초
zh_hans: %lld分%lld秒
zh_hant: %lld分%lld秒

source: %llds
ja: %lld秒
ko: %lld초
zh_hans: %lld秒
zh_hant: %lld秒

source: (expires %@)
zh_hans: （到期 %@）
zh_hant: （到期 %@）

source: %@ / month
zh_hans: %@ / 月
zh_hant: %@ / 月

source: %lld channels
zh_hans: %lld 个渠道

source: %lld files
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: %lld models available
zh_hans: %lld 个模型可用
zh_hant: %lld 個模型可用

source: %lld models configured
zh_hans: 已配置 %lld 个模型
zh_hant: 已配置 %lld 個模型

source: %lld unsaved
zh_hans: %lld 个未保存
zh_hant: %lld 個未儲存

source: Accent
zh_hans: 强调色
zh_hant: 強調色

source: Accent %@
zh_hans: 强调色 %@
zh_hant: 強調色 %@

source: Account
zh_hans: 账户
zh_hant: 帳戶

source: Active: %lld
zh_hans: 活跃: %lld

source: Activity
zh_hans: 执行记录
zh_hant: 執行記錄

source: Agent:
zh_hans: 智能体:
zh_hant: 智慧體:

source: API key management is available in signed builds.
zh_hans: API 密钥管理仅在签名构建中可用。
zh_hant: API 金鑰管理僅在簽名建置中可用。

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Applies to controls and selected states.
zh_hans: 应用于控件和选中状态。
zh_hant: 套用於控制項和選取狀態。

source: Archive
zh_hans: 归档
zh_hant: 封存

source: Assistant
zh_hans: 助手
zh_hant: 助理

source: Available Models
zh_hans: 可用模型
zh_hant: 可用模型

source: Blue
zh_hans: 蓝色
zh_hant: 藍色

source: Browser
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Chat History
zh_hans: 对话历史
zh_hant: 對話歷史

source: Chat name
zh_hans: 会话名称
zh_hant: 會話名稱

source: Choose a mode and preview how the workspace will feel.
zh_hans: 选择显示模式，并预览工作区效果。
zh_hant: 選擇顯示模式，並預覽工作區效果。

source: Clear Conversation
zh_hans: 清空会话
zh_hant: 清空會話

source: Code Interpreter
zh_hans: 代码解释器
zh_hant: 程式碼直譯器

source: Code Mode
zh_hans: 代码模式
zh_hant: 程式碼模式

source: Collapse
zh_hans: 收起
zh_hant: 收合

source: Cost
zh_hans: 费用

source: Cost: %@
zh_hans: 费用: %@

source: Created
zh_hans: 创建时间
zh_hant: 建立時間

source: Current Agent
zh_hans: 当前智能体
zh_hant: 目前智慧體

source: Custom API Provider
zh_hans: 自定义 API 服务
zh_hant: 自訂 API 服務

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Delete this session?
zh_hans: 确认删除此会话？
zh_hant: 確認刪除此會話？

source: Delete…
zh_hans: 删除…
zh_hant: 刪除…

source: Edit
zh_hans: 编辑

source: Edit agent
zh_hans: 编辑智能体
zh_hant: 編輯智慧體

source: Enter API Key
zh_hans: 输入 API 密钥
zh_hant: 輸入 API 金鑰

source: Enterprise
zh_hans: 企业版
zh_hant: 企業版

source: Expand
zh_hans: 展开
zh_hant: 展開

source: Export Chat Session
zh_hans: 导出聊天会话
zh_hant: 匯出聊天會話

source: Export…
zh_hans: 导出…
zh_hant: 匯出…

source: Fetch Models
zh_hans: 获取模型
zh_hant: 取得模型

source: Fetch models from this provider or add them before saving.
zh_hans: 保存前，请从该服务获取模型或手动添加模型。
zh_hant: 儲存前，請從該服務取得模型或手動新增模型。

source: File Analysis
zh_hans: 文件分析
zh_hant: 檔案分析

source: General-purpose assistant
zh_hans: 通用助手
zh_hant: 通用助理

source: Generate Key
zh_hans: 生成密钥
zh_hant: 產生金鑰

source: GetClawHub Official Service
zh_hans: GetClawHub 官方服务
zh_hant: GetClawHub 官方服務

source: Graphite
zh_hans: 石墨色
zh_hant: 石墨色

source: Green
zh_hans: 绿色
zh_hant: 綠色

source: Help
zh_hans: 帮助
zh_hant: 幫助

source: Help Center
zh_hans: 帮助中心
zh_hant: 幫助中心

source: Image Generation
zh_hans: 图像生成
zh_hant: 影像生成

source: Input:
zh_hans: 输入:

source: Keep it short and recognizable
zh_hans: 保持简短，方便识别
zh_hant: 保持簡短，方便識別

source: Language
zh_hans: 语言
zh_hant: 語言

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Loading membership info...
zh_hans: 正在加载会员信息...
zh_hant: 正在載入會員資訊...

source: Loading models…
zh_hans: 正在加载模型…
zh_hant: 正在載入模型…

source: Loading…
zh_hans: 加载中…
zh_hant: 載入中…

source: Log in to use GetClawHub AI service
zh_hans: 登录后使用 GetClawHub AI 服务
zh_hant: 登入後使用 GetClawHub AI 服務

source: Log Out
zh_hans: 退出登录
zh_hant: 登出

source: Manage
zh_hans: 管理
zh_hant: 管理

source: Marketplace
zh_hans: 技能市场
zh_hant: 技能市場

source: Member Upgrade
zh_hans: 升级
zh_hant: 升級

source: Membership
zh_hans: 会员
zh_hant: 會員

source: Messages
zh_hans: 消息数量
zh_hant: 訊息數量

source: Messages in this session will be permanently removed. This cannot be undone.
zh_hans: 此会话中的所有消息将被永久删除，且无法恢复。
zh_hant: 此會話中的所有訊息將被永久刪除，且無法復原。

source: Mode:
zh_hans: 模式:
zh_hant: 模式:

source: Model:
zh_hans: 模型:
zh_hant: 模型:

source: More Actions
zh_hans: 更多操作
zh_hant: 更多操作

source: More files
zh_hans: 更多文件
zh_hant: 更多檔案

source: New Session
zh_hans: 新建会话
zh_hant: 新建會話

source: Next: %@ (%@)
zh_hans: 下次: %1$@ (%2$@)

source: No activity yet
zh_hans: 暂无记录
zh_hant: 暫無記錄

source: No API Key yet
zh_hans: 还没有 API 密钥
zh_hant: 尚無 API 金鑰

source: No collaboration tasks
zh_hans: 暂无协同任务
zh_hant: 暫無協同任務

source: No Limit
zh_hans: 无限制

source: No matches
zh_hans: 无匹配
zh_hant: 無匹配

source: No matching models found in the official provider preset.
zh_hans: 官方服务预设中没有找到匹配的模型。
zh_hant: 官方服務預設中沒有找到相符的模型。

source: No models available
zh_hans: 暂无可用模型
zh_hant: 暫無可用模型

source: No sessions yet
zh_hans: 暂无会话
zh_hant: 暫無會話

source: No skills detected
zh_hans: 未检测到技能
zh_hant: 未偵測到技能

source: Output:
zh_hans: 输出:

source: Pin
zh_hans: 置顶
zh_hant: 置頂

source: Preferences
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Profile
zh_hans: 个人资料
zh_hant: 個人資料

source: Profile is available in signed builds.
zh_hans: 个人资料仅在签名构建中可用。
zh_hant: 個人資料僅在簽名建置中可用。

source: Recent chats
zh_hans: 最近会话
zh_hant: 最近會話

source: Recent Sessions
zh_hans: 最近会话
zh_hant: 最近會話

source: Recommended
zh_hans: 推荐
zh_hant: 推薦

source: Recruiting...
zh_hans: 招募中...
zh_hant: 招募中...

source: Remove the budget rule for "%@"?
zh_hans: 确定删除预算规则「%@」？

source: Rename
zh_hans: 重命名
zh_hant: 重新命名

source: Rename chat
zh_hans: 重命名会话
zh_hant: 重新命名會話

source: Rename session
zh_hans: 重命名会话
zh_hant: 重新命名會話

source: Rename Session
zh_hans: 重命名会话
zh_hant: 重新命名會話

source: Run Task
zh_hans: 执行任务
zh_hant: 執行任務

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search agents...
zh_hans: 搜索智能体...
zh_hant: 搜尋智能體...

source: Search results
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Service Status
zh_hans: 运行状态
zh_hant: 執行狀態

source: Session Details
zh_hans: 会话详情
zh_hant: 會話詳情

source: Session ID
zh_hans: 会话 ID
zh_hant: 會話 ID

source: Session Info
zh_hans: 会话信息
zh_hant: 會話資訊

source: Session name
zh_hans: 会话名称
zh_hant: 會話名稱

source: Sessions
zh_hans: 会话
zh_hant: 會話

source: Settings & Support
zh_hans: 设置与支持
zh_hant: 設定與支援

source: Share
zh_hans: 分享
zh_hant: 分享

source: Stopped
zh_hans: 已停止
zh_hant: 已停止

source: Switching provider will replace the current Base URL. API Key will be cleared. Continue?
zh_hans: 切换服务提供商会替换当前 Base URL，并清空 API 密钥。是否继续？
zh_hant: 切換服務供應商會替換目前 Base URL，並清空 API 金鑰。是否繼續？

source: Sync
zh_hans: 同步
zh_hant: 同步

source: Sync failed: %@
zh_hans: 同步失败：%@
zh_hant: 同步失敗：%@

source: Syncing membership info...
zh_hans: 正在同步会员信息...
zh_hant: 正在同步會員資訊...

source: System
zh_hans: 系统
zh_hant: 系統

source: Tasks
zh_hans: 任务
zh_hant: 任務

source: Tool Status
zh_hans: 工具状态
zh_hant: 工具狀態

source: Total: %lld
zh_hans: 共 %lld 个

source: Total: %lld agents
zh_hans: 共 %lld 个 Agent

source: Unpin
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Update available
zh_hans: 有新版可用
zh_hant: 有新版可用

source: Update to v%@
zh_hans: 更新到 v%@
zh_hant: 更新至 v%@

source: Use your own API Key
zh_hans: 使用你自己的 API 密钥
zh_hant: 使用你自己的 API 金鑰

source: Use your preferred app language.
zh_hans: 使用你偏好的应用语言。
zh_hant: 使用你偏好的應用語言。

source: User
zh_hans: 用户
zh_hant: 使用者

source: View all (%lld)
zh_hans: 查看全部 (%lld)
zh_hant: 檢視全部 (%lld)

source: Violet
zh_hans: 紫色
zh_hant: 紫色

source: Web Search
zh_hans: 联网搜索
zh_hant: 聯網搜尋
